---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Visual.AdvancedMetal
source: html/2e1ddc9d-4e7d-08eb-e205-97f6f29911da.htm
---
# AdvancedMetal Members

The property labeled "Reflectance" from the "AdvancedMetal" schema.